Revit 2024 API
ExclusionFilter.PassesFilter Method
Overload List
Name | Description
PassesFilter(Element)
 Applies the filter to a given element.
 (Inherited from ElementFilter.)
PassesFilter(Document, ElementId)
 Applies the filter to a given element.
 (Inherited from ElementFilter.)
See Also
ExclusionFilter Class
ExclusionFilter Members
Autodesk.Revit.DB Namespace